tap 'homebrew/cask'
tap 'homebrew/services'

brew 'ansible'
brew 'git'
brew 'direnv'
brew 'ruby-build'
brew 'rbenv'
brew 'tree'
brew 'watch'
brew 'cowsay'
brew 'cmake'
brew 'the_silver_searcher'
brew 'fd'
brew 'sd'
brew 'starship'

cask 'firefox'
cask 'flycut'
cask 'google-chrome'
cask '1password'
cask 'macvim'
cask 'shiftit'
cask 'emacs'
